// pages/index_child02/page.js
Page({

  /**
   * 页面的初始数据
   */
  data: {    src:"https://mytest-1256745869.cos.ap-chengdu.myqcloud.com/images/mmexport1567594873895.jpg",
    text1:"第一，微积分是大多数孩子大学的必修课。无论你是有志于学习物理、化学、生物、医学、计算机等专业的理科大牛，还是有志于投身于金融学、经济学、会计学、精算等专业成为商界精英，微积分都是一门你跨不过去的基础课程。选择报考AP微积分并拿到大学认可的成绩，会让你成功替换大学的微积分学分，并且在高中阶段如果能得到中国老师的讲解，会减少很多不必要的语言障碍，使得学习更加顺利。",
    text2:"第二，微积分的出分比较好。目前微积分AB的5分率为18.6%，4分率为18.1%，这意味着报考微积分AB的学生有36.7%能够达到排名考前的大学认可的成绩。微积分BC的出分更加夸张，5分率为42.4%，4分率为18.3%，这意味着报考微积分BC的学生有60.7%能够达到大学认可的成绩。这个比例已经逆天了，甩AP物理，化学，生物，欧洲史，世界历史等科目好几条街。",
    text3:"第三，微积分对于后续的专业学习很有用。微积分作为一门数学工具，是很多专业学习的基础。自从牛顿和莱布尼茨创立微积分以来，成功地解决了很多科学问题，比如运动的瞬时速度，曲线切线，物体的面积和体积，引力等问题；而商科中，微积分的应用也很广泛。在经济学中，微积分可以应用在企业利润最大化的计算中；在金融学中，微积分可以应用在货币乘数、马歇尔-勒纳条件的分析当中。总之，微积分是理工科、商科离不开的工具。",
    text4:"简而言之，微积分BC就是微积分AB的加强版，主要表现在微积分BC的考点比AB要更加广泛。其中，参数函数，极坐标函数，向量函数以及这三种函数的求导是微积分AB不考的；不定积分中分部积分法与分式拆分求积分是微积分AB不考的；无穷级数一整章也是微积分AB不考的。但是从分数表现上来说，微积分BC的整体考试成绩要高于微积分AB。这是因为大多数学习微积分BC的同学都是基础比较好的同学，而不是因为微积分BC比AB简单。"
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})